Repository: poVoq/hubzilla-web
Catalog: po/*.po
Languages: nb

source: Choose a Hubzilla instance
nb: Velg en Hubzilla-forekomst

source: Only show nodes that allow registration
nb: Vis bare noder som tillater registrering

source: Error loading instances nodes
nb: Feil ved lasting av forekomstnoder

source: Search or enter a custom address
nb: Søk eller skriv inn en tilpasset adresse

source: No results found for search : %1
nb: Ingen resultater funnet for søk: %1

source: No results returned from server
nb: Ingen resultater returnert fra tjeneren

source: About
nb: Om

source: Based on uMastonauts webapp
nb: Basert på uMastonauts webapp

source: Get the source
nb: Skaff kildekoden

source: Report issues
nb: Rapporter feil

source: Contributors
nb: Bidragsytere

source: Donate
nb: Doner

source: Loading
nb: Laster

source: Copy Link
nb: Kopier lenke

source: Copy Image
nb: Kopier bilde

source: Open in browser
nb: Åpne i en nettleser

source: Location: %1
nb: Lokasjon: %1

source: Version %1
nb: Versjon %1

source: With %1 users
nb: Med 1% brukere

source: Go home
nb: Gå hjem

source: Reload
nb: Last på nytt

source: Go Back
nb: Gå tilbake

source: Links open externally
nb: Lenker åpnes eksternt

source: Links open internally
nb: Lenker åpnes internt

source: Change Node
nb: Endre node

source: Prompt Action
nb: Rask handling

source: Confirm Action
nb: Bekreft handling
